tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "rigellute/tap"
# Address book with mutt support
brew "abook"
# Interpreted, interactive, object-oriented programming language
brew "python@3.8", link: true
# Automate deployment, configuration, and upgrading
brew "ansible"
# Text-based personal organizer
brew "calcurse"
# Console Matrix
brew "cmatrix"
# Isolated development environments using Docker
brew "docker-compose", link: false
# Banner-like program prints strings as ASCII art
brew "figlet"
# GitHub command-line tool
brew "gh"
# Core application library for C
brew "glib"
# Tools and libraries to manipulate images in many formats
brew "imagemagick"
# Open source relational database management system
brew "mysql"
# Fast, highly customisable system info script
brew "neofetch"
# Port scanning utility for large networks
brew "nmap"
# Development kit for the Java programming language
brew "openjdk"
# Perl-powered file rename script with many helpful built-ins
brew "rename"
# Vi 'workalike' with many additional features
brew "vim"
# A terminal user interface for Spotify
brew "rigellute/tap/spotify-tui"
cask "eloston-chromium"
# Free and open-source hosted hypervisor for x86 virtualization
cask "virtualbox"
